{
  "": 0,
  "[UNK]": 1,
  "في": 2,
  "من": 3,
  "الطالب": 4,
  "السنة": 5,
  "ان": 6,
  "علي": 7,
  "اذا": 8,
  "التي": 9,
  "الطب": 10,
  "الاولي": 11,
  "دراسية": 12,
  "الي": 13,
  "يكون": 14,
  "الاكاديمي": 15,
  "الاردنية": 16,
  "مساق": 17,
  "مدة": 18,
  "لم": 19,
  "لعام": 20,
  "سنوات": 21,
  "سنة": 22,
  "تخصص": 23,
  "2024": 24,
  "يجوز": 25,
  "لا": 26,
  "عن": 27,
  "دكتور": 28,
  "خلال": 29,
  "او": 30,
  "الدراسية": 31,
  "الحد": 32,
  "والمهني": 33,
  "هو": 34,
  "مساقات": 35,
  "للامتحان": 36,
  "رسب": 37,
  "تقديم": 38,
  "النهايي": 39,
  "الكلية": 40,
  "الكلي": 41,
  "الغياب": 42,
  "العدد": 43,
  "الجامعة": 44,
  "اكثر": 45,
  "2025": 46,
  "٢٠": 47,
  "يعتبر": 48,
  "يستطع": 49,
  "يخصص": 50,
  "نهاية": 51,
  "معتمدة": 52,
  "متطلبات": 53,
  "للمرة": 54,
  "كلية": 55,
  "كل": 56,
  "فيها": 57,
  "فصل": 58,
  "عميد": 59,
  "ساعة": 60,
  "راسبا": 61,
  "دراسته": 62,
  "حال": 63,
  "بقيمة": 64,
  "اي": 65,
  "انتقال": 66,
  "المسموح": 67,
  "المساقات": 68,
  "المساق": 69,
  "الفصلية": 70,
  "الفصل": 71,
  "الغرامة": 72,
  "الطلبة": 73,
  "الساعات": 74,
  "السادسة": 75,
  "الدراسي": 76,
  "الدراسة": 77,
  "الحالات": 78,
  "الجيش": 79,
  "الاعلي": 80,
  "الارشاد": 81,
  "160": 82,
  "128": 83,
  "۹": 84,
  "٥٠": 85,
  "٤٠": 86,
  "١٥": 87,
  "ينتقل": 88,
  "يقضي": 89,
  "يقدم": 90,
  "يفصل": 91,
  "يدخن": 92,
  "يحق": 93,
  "والتكنولوجيا": 94,
  "والاعصاب": 95,
  "والارشاد": 96,
  "هي": 97,
  "هـ": 98,
  "هذه": 99,
  "مكتب": 100,
  "معدل": 101,
  "مساقين": 102,
  "مساراتهم": 103,
  "مرض": 104,
  "مجموع": 105,
  "ما": 106,
  "له": 107,
  "لمكرمة": 108,
  "لمدة": 109,
  "للطلبة": 110,
  "للطالب": 111,
  "للسنة": 112,
  "للاعمال": 113,
  "لكل": 114,
  "لعدد": 115,
  "قيد": 116,
  "قد": 117,
  "فوق": 118,
  "فما": 119,
  "فاكثر": 120,
  "علميين": 121,
  "طلبة": 122,
  "طالب": 123,
  "ضمن": 124,
  "ضبط": 125,
  "شروط": 126,
  "سنوي": 127,
  "سنتين": 128,
  "رمز": 129,
  "دنانير": 130,
  "درجة": 131,
  "دراسي": 132,
  "حسب": 133,
  "جميع": 134,
  "جامعة": 135,
  "توفير": 136,
  "تليها": 137,
  "تلك": 138,
  "به": 139,
  "امراض": 140,
  "امتحان": 141,
  "النجاح": 142,
  "المواظبة": 143,
  "المعتمدة": 144,
  "المزمن": 145,
  "المالية": 146,
  "المادة": 147,
  "الكلوي": 148,
  "القضايا": 149,
  "الفشل": 150,
  "العمداء": 151,
  "العلوم": 152,
  "العلمية": 153,
  "العلاج": 154,
  "العشايرية": 155,
  "العامة": 156,
  "الطلب": 157,
  "السنوات": 158,
  "السرطان": 159,
  "الرسمية": 160,
  "الرابعة": 161,
  "الذي": 162,
  "الدماغ": 163,
  "الخمس": 164,
  "الجامعات": 165,
  "الثانية": 166,
  "التدخين": 167,
  "التالية": 168,
  "البكالوريوس": 169,
  "الانتقال": 170,
  "الامراض": 171,
  "الامتحانات": 172,
  "الامتحان": 173,
  "الاماكن": 174,
  "الاكاديمية": 175,
  "الادني": 176,
  "اكمال": 177,
  "احدي": 178,
  "اجتياز": 179,
  "۳": 180,
  "۲۱": 181,
  "۲۰۰۰": 182,
  "۲۰۰": 183,
  "۱۸": 184,
  "۱۲": 185,
  "۱۰": 186,
  "٦٠": 187,
  "٥": 188,
  "٤٥": 189,
  "٤": 190,
  "٢٠٠": 191,
  "١٦": 192,
  "يوضع": 193,
  "ينظر": 194,
  "يمنع": 195,
  "يمكن": 196,
  "يكمل": 197,
  "يكلف": 198,
  "يقوم": 199,
  "يعيق": 200,
  "يعقد": 201,
  "يصل": 202,
  "يشترط": 203,
  "يسجل": 204,
  "يستمر": 205,
  "يستدعي": 206,
  "يساعدهم": 207,
  "يرفع": 208,
  "يرغب": 209,
  "يرد": 210,
  "يرجي": 211,
  "يحصل": 212,
  "يحرم": 213,
  "يجنب": 214,
  "يجب": 215,
  "يتم": 216,
  "يتعلق": 217,
  "يتجاوز": 218,
  "يبت": 219,
  "ويكون": 220,
  "ويعطي": 221,
  "ولا": 222,
  "وكان": 223,
  "وقت": 224,
  "وقايي": 225,
  "وعلامات": 226,
  "وسوق": 227,
  "وزارة": 228,
  "وحدة": 229,
  "وتوزيعها": 230,
  "وتقارير": 231,
  "وتعزيز": 232,
  "وتحقيق": 233,
  "وانظمة": 234,
  "والنفسية": 235,
  "والنفسي": 236,
  "والمهنية": 237,
  "والمعدلات": 238,
  "والغياب": 239,
  "والعملية": 240,
  "والعلامات": 241,
  "والعبء": 242,
  "والعاملين": 243,
  "والسنة": 244,
  "والخطة": 245,
  "والخساير": 246,
  "والخدمات": 247,
  "والحضور": 248,
  "والتنبيه": 249,
  "والبحث": 250,
  "والاختيارية": 251,
  "واحدة": 252,
  "واحد": 253,
  "و": 254,
  "هيية": 255,
  "هدف": 256,
  "نهاييا": 257,
  "نفس": 258,
  "نظام": 259,
  "نص": 260,
  "نسبته": 261,
  "نتيجة": 262,
  "ناجح": 263,
  "مولفة": 264,
  "موقتا": 265,
  "مهني": 266,
  "مهاراتهم": 267,
  "منسحبا": 268,
  "منح": 269,
  "منتظما": 270,
  "منتجات": 271,
  "مكرمة": 272,
  "مكافحة": 273,
  "مقنعة": 274,
  "مقبولا": 275,
  "مقبول": 276,
  "مقاعد": 277,
  "مع": 278,
  "مستوي": 279,
  "مساعد": 280,
  "مرة": 281,
  "مدرسي": 282,
  "مدرس": 283,
  "مخالفة": 284,
  "محروم": 285,
  "مجلس": 286,
  "متاثرا": 287,
  "مبررات": 288,
  "لهم": 289,
  "لنيل": 290,
  "لمجلس": 291,
  "للنظاميين": 292,
  "للنصح": 293,
  "للنجاح": 294,
  "للمساق": 295,
  "للكلي": 296,
  "للحصول": 297,
  "للتكيف": 298,
  "للتجديد": 299,
  "للانتقال": 300,
  "للاشراف": 301,
  "لرمز": 302,
  "لدعم": 303,
  "لجنة": 304,
  "لجميع": 305,
  "لتقييم": 306,
  "لتعليمات": 307,
  "لانهاء": 308,
  "لاحقة": 309,
  "كلي": 310,
  "كان": 311,
  "قاعات": 312,
  "قابل": 313,
  "فيما": 314,
  "فية": 315,
  "فلمجلس": 316,
  "فرضها": 317,
  "فترة": 318,
  "فانه": 319,
  "غير": 320,
  "غياب": 321,
  "غسيلا": 322,
  "غاب": 323,
  "عند": 324,
  "علامات": 325,
  "عدد": 326,
  "عام": 327,
  "طلاب": 328,
  "طبية": 329,
  "صادرة": 330,
  "شلل": 331,
  "شفاوه": 332,
  "سياسة": 333,
  "ست": 334,
  "سبب": 335,
  "سابقا": 336,
  "زيادة": 337,
  "راسب": 338,
  "ذوي": 339,
  "دينار": 340,
  "درسها": 341,
  "دراسيتين": 342,
  "د": 343,
  "خدمات": 344,
  "خاصة": 345,
  "جزيي": 346,
  "جامعيتين": 347,
  "جامعية": 348,
  "ثلاث": 349,
  "ثانيا": 350,
  "ثالثا": 351,
  "توزيع": 352,
  "تودي": 353,
  "توجيه": 354,
  "توافرها": 355,
  "تنطبق": 356,
  "تنسيق": 357,
  "تنافس": 358,
  "تمكين": 359,
  "تلتزم": 360,
  "تكون": 361,
  "تكرار": 362,
  "تعليمات": 363,
  "تطبق": 364,
  "تشكيل": 365,
  "تشترط": 366,
  "تستدعي": 367,
  "تدريسية": 368,
  "تدخين": 369,
  "تخطيط": 370,
  "تتجاوز": 371,
  "بين": 372,
  "بها": 373,
  "بغض": 374,
  "بعض": 375,
  "بعذر": 376,
  "بعد": 377,
  "بشهادة": 378,
  "بشان": 379,
  "بسبب": 380,
  "بداية": 381,
  "بحيث": 382,
  "بتوفير": 383,
  "باي": 384,
  "بالانتقال": 385,
  "بالامور": 386,
  "بادخال": 387,
  "باحدي": 388,
  "باحد": 389,
  "ب": 390,
  "اية": 391,
  "اولا": 392,
  "اما": 393,
  "الهدف": 394,
  "النهايية": 395,
  "النظر": 396,
  "النظاميون": 397,
  "النصح": 398,
  "الموحد": 399,
  "المكاتب": 400,
  "المقررة": 401,
  "المفصول": 402,
  "المعدلات": 403,
  "المعدل": 404,
  "المطعم": 405,
  "المستقبلية": 406,
  "المساندة": 407,
  "المركز": 408,
  "المرضي": 409,
  "المدة": 410,
  "المخالفة": 411,
  "المجتمع": 412,
  "المتقدم": 413,
  "المتعثرين": 414,
  "الكيماوي": 415,
  "الكتابي": 416,
  "الكامل": 417,
  "القوايم": 418,
  "القصوي": 419,
  "القرارات": 420,
  "القبول": 421,
  "الفية": 422,
  "الغرامات": 423,
  "العمل": 424,
  "العلمي": 425,
  "العلامة": 426,
  "العذر": 427,
  "العبء": 428,
  "العالي": 429,
  "العادي": 430,
  "الطلاب": 431,
  "الصيفي": 432,
  "الصحي": 433,
  "الصالة": 434,
  "الصادرة": 435,
  "الشهادة": 436,
  "الشروط": 437,
  "السنوية": 438,
  "السريري": 439,
  "الرياضية": 440,
  "الرسوب": 441,
  "الدعم": 442,
  "الدرجة": 443,
  "الخطة": 444,
  "الخامسة": 445,
  "الحياة": 446,
  "الحصول": 447,
  "الحركة": 448,
  "الحالة": 449,
  "الجلوة": 450,
  "الثانوية": 451,
  "الثالثة": 452,
  "التميز": 453,
  "التكنو": 454,
  "التقدم": 455,
  "التعليم": 456,
  "التسجيل": 457,
  "التدخin": 458,
  "التخصص": 459,
  "التبغ": 460,
  "البرنامج": 461,
  "الاندماج": 462,
  "الالكتروني": 463,
  "الاكمال": 464,
  "الاقلاع": 465,
  "الاعمال": 466,
  "الاعاقة": 467,
  "الاشعاعي": 468,
  "الادارية": 469,
  "الاختصاص": 470,
  "الاجتماعات": 471,
  "الاجبارية": 472,
  "الا": 473,
  "اكاديميا": 474,
  "اعمال": 475,
  "اعضاء": 476,
  "اعتباره": 477,
  "اطباء": 478,
  "اضافية": 479,
  "اصيب": 480,
  "اسس": 481,
  "اسبوعين": 482,
  "اخري": 483,
  "اخر": 484,
  "اتخاذ": 485,
  "99": 486,
  "95": 487,
  "800": 488,
  "70": 489,
  "640": 490,
  "2163": 491,
  "20": 492
}